Repository: zestsoftware/collective.multisearch
Catalog: collective/multisearch/locales/*/LC_MESSAGES/collective.multisearch.po
Languages: nl

source: Allow RSS subscription
nl: Toon RSS link

source: Assign the portlet to a fixed column. Otherwise multisearch will try to balance the result portlets to fill up the page the portlet is assigned to a particular column
nl: Zet het potlet op een vaste kolom. Anders zal multisearch proberen om de portlets zo gelijk mogelijk over de pagina te verdelen om alle kolommen even lang te maken.

source: Column where the portlet is rendered
nl: Kolom waar de portlet wordt getoond

source: For https request: should we verify the certificates? Only disable this if you know what you are doing.
nl: Voor https verzoeken: controleer certificaatgeldigheid. Alleen uitzetten met een gegronde reden.

source: If selected, show a excerpt of the description
nl: Toon een ingekorte versie van de omschrijving

source: If selected, show an RSS icon in the title
nl: Toon een RSS pictogram in de titelbalk

source: Installs the collective.multisearch package
nl: Installeert de collective.multisearch add'on.

source: Invalid value for column number
nl: Ongeldige waarde voor kolomnummer

source: Local results
nl: Lokale resultaten

source: Maximum number of results displayed
nl: Maximaal aantal getoonde resultaten

source: No prefered column
nl: Geen voorkeurskolom

source: Number of columns
nl: Aantal kolommen

source: Number of columns shown on the multisearch page.
nl: Aantal kolommen dat getoond wordt op de multisearch zoekpagina.

source: Number of results displayed
nl: Aantal getoonde resultaten

source: Number of seconds before we timeout the remote search request.
nl: Aantal seconden voordat de zoekopdracht wordt afgebroken.

source: Please enter a timeout between 1 and 60 seconds.
nl: Geef een geheel getal tussen de 1 en 60 seconden op.

source: Please enter a url with '%s' in it.
nl: Geen een url op die '%s' bevat.

source: Properties updated
nl: Eigenschappen bijgewerkt

source: Remote site URL
nl: URL van de externe website

source: Remote site search page
nl: Zoekpagina van de externe website

source: Remote site search rss feed
nl: Externe site RSS feed

source: Show a link in the portlet footer to show more results
nl: Toon een link in de portlet naar meer resultaten

source: Show link for more results
nl: Toon link naar meer resultaten

source: Show portlet even if no results are returned.
nl: Toon portlet ook als er geen resultaten zijn

source: Show result description
nl: Toon omschrijving in het resultaat

source: The portlet shows a message that no results were found. Default behaviour is to remove the portlet from the page results
nl: Het portlet toont een bericht dat er geen resultaten waren. Standaard worden portlets zonder zoekresultaten van de pagina verwijderd.

source: Title for the portlet
nl: Titel voor de portlet

source: Title shown in the header of the portlet
nl: Tekst die getoond wordt in de titelbalk van de portlet

source: URL of the site were the search is performed (http://www.example.com)
nl: URL van de website waar de zoekopdracht naar toe gaat (http://www.example.com)

source: Uninstalls the collective.multisearch package
nl: Deïnstalleert de collective.multisearch add'on.

source: Verify https request certificates
nl: Verifieer https certificaten.

source: You can specify here a custom rss search feed. This will be used to fetch the search results. If left blank, it will use the address of the remote site and append '/search_rss?SearchableText=%s', so http://www.example.com/search_rss?SearchableText=%s with the previous example, which is good for a Plone site. Note the '%s' part where the searched text will be filled in.
nl: Geef hier een aparte zoekurl van een rss feed op. Deze wordt gebruikt om de zoekresultaten op te halen. Als deze leeg blijft, dan gebruikt de portlet het adres van de externe site en voegt '/search_rss?SearchableText=%s' toe, wat goed is voor een Plone site (bijvoorbeeld als resultaat http://www.example.com/search_rss?SearchableText=%s). Let op de %s als het deel dat de gezochte tekst kopieert.)

source: You can specify here a custom search page. This will be used as link to extra results. If left blank, it will use the address of the remote site and append '/search?SearchableText=%s', so http://www.example.com/search?SearchableText=%s with the previous example, which is good for a Plone site. Note the '%s' part where the searched text will be filled in.
nl: Geef hier een aparte zoekurl pagina op. Deze wordt gebruikt voor de link naar extra resultaten. Als deze leeg blijft, dan gebruikt de portlet het adres van de externe site en voegt '/search?SearchableText=%s' toe, wat goed is voor een Plone site (bijvoorbeeld als resultaat http://www.example.com/search?SearchableText=%s). Let op de %s als het deel dat de gezochte tekst kopieert.)

source: label_column_count
nl: Aantal kolommen op de zoekpagina

source: label_manage_multisearch
nl: Beheer zoekportlets

source: label_more_results
nl: Bekijk meer resultaten

source: label_no_results
nl: Er zijn geen resultaten om te tonen

source: uninstall collective.multisearch
nl: Deïnstalleer collective.multisearch
